Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, ja, ko, nl, pt_br, sv, sw, th, tr, zh_hans, zh_hant

source: Paste your secret key
ar: الصق مفتاحك السرّي
de: Privaten Schlüssel einfügen
es: Pega tu clave secreta
fa: کلید خصوصی خود را پیست کنید
fr: Collez votre clé privée
ja: 秘密鍵を貼り付ける
ko: 비밀키 복사하기
nl: Plak hier jouw privésleutel
pt_br: Cole sua chave secreta
sv: Klistra in din hemliga nyckel
sw: Bandika ufunguo wako wa siri
th: วางคีย์ลับของคุณ
tr: Gizli anahtarınızı yapıştırın
zh_hans: 粘贴你的私钥
zh_hant: 粘貼你的私鑰

# pickYourUsernameDescription
source: Your **@username** is your identity in the Nos community. Choose a name that reflects you or your organization. Make it memorable and distinct!
ar: **@username** الخاص بك هو هويتك في مجتمع Nos. اختر اسمًا يعكسك أنت أو مؤسستك. اجعله مميزًا وفريدًا!
de: Dein **@username** ist deine Identität in der Nos-Community. Wähle einen Namen, der dich oder deine Organisation widerspiegelt. Mach es einprägsam und markant!
es: Tu **@usuario** es tu identidad en la comunidad Nos. Elige un nombre que te refleje a ti o a tu organización. ¡Hazlo memorable y distinto!
fa: **@username** شما هویت شما در جامعه Nos است. نامی را انتخاب کنید که نشان‌دهنده شما یا سازمان شما باشد. آن را به یادماندنی و متمایز کنید!
fr: Votre **@nom** est votre identité dans la communauté Nos. Choisissez un nom qui vous ressemble, vous ou votre entreprise. Rendez-le mémorable et distinct !
ja: **@username**はNosコミュニティでのあなたのアイデンティティです。 あなたまたはあなたの組織を反映する名前を選んでください。記憶に残り、独特なものにしましょう！
ko: 당신의 **@username** 은 Nos 커뮤니티 내 당신의 신원이에요. 본인 또는 조직을 반영하는 이름을 선택해요. 기억에 남는 독특한 이름을 만들어봐요!
nl: Je **@gebruikersnaam** is je identiteit in de Nos-gemeenschap. Kies een naam die jou of je organisatie weerspiegelt. Maak het gedenkwaardig en onderscheidend!
pt_br: Seu **@nomedeusuario** é sua identidade na comunidade Nos. Escolha um nome que reflita você ou sua organização. Torne-o memorável e distinto!
sv: Ditt **@användarnamn** är din identitet i Nos-gemenskapen. Välj ett namn som speglar dig eller din organisation. Gör det minnesvärt och distinkt!
sw: **@username** ni utambulisho wako katika jumuiya ya Nos. Chagua jina linaloonyesha wewe au shirika lako. Ifanye iwe ya kukumbukwa na ya kipekee!
th: **@username** ของคุณคือตัวตนของคุณในชุมชน Nos เลือกชื่อที่สะท้อนตัวคุณหรือองค์กรของคุณ ทำให้จดจำได้และโดดเด่น!
tr: **@kullanıcıadınız** Nos topluluğundaki kimliğinizdir. Sizi veya organizasyonunuzu yansıtan bir isim seçin. Akılda kalıcı ve belirgin olmasını sağlayın!
zh_hans: 你的 **@username** 是你在 Nos 社区中的身份。 选择一个令人难忘且独特，并能够反映你或你的组织的名称。
zh_hant: 你的 **@username** 是你在 Nos 社群中的身分。 選擇一個令人難忘且獨特，並能夠反映你或你的組織的名稱。

# pickYourUsernameTitle
source: Pick your @username
ar: اختر @username الخاص بك
de: Wähle deinen @username
es: Elige tu @usuario
fa: @username خود را انتخاب کنید
fr: Choisissez votre @nom d'utilisateur
ja: @usernameを選択
ko: 당신의 @username 고르기
nl: Kies je @gebruikersnaam
pt_br: Escolha seu @nomedeusuario
sv: Välj ditt @användarnamn
sw: Chagua jina lako la @username
th: เลือก @username ของคุณ
tr: @kullanıcıadınızı seçin
zh_hans: 选择你的@用户名
zh_hant: 選擇你的@用戶名

source: Post
ar: نشر
de: Beitrag
es: Publicar
fa: ارسال
fr: Publier
ja: 投稿
ko: 게시해요
nl: Plaatsen
pt_br: Postar
sv: Inlägg
sw: Chapisha
th: โพสต์
tr: Gönderi
zh_hans: 帖子
zh_hant: 帖子

source: Preview
ar: معاينة
de: Vorschau
es: Previsualizar
fa: پیش‌نمایش
fr: Aperçu
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pt_br: Prévia
sv: Förhandsgranska
sw: Hakiki
th: ตัวอย่าง
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

source: Private Key
ar: المفتاح الخاص
de: Privater Schlüssel
es: Clave privada
fa: کلید خصوصی
fr: Clé privée
ja: 秘密鍵
ko: 개인 키
nl: Privésleutel
pt_br: Chave privada
sv: Privat nyckel
sw: Ufunguo wa Kibinafsi
th: คีย์ส่วนตัว
tr: Özel Anahtar
zh_hans: 私钥
zh_hant: 私鑰

# privateKeyDescription
source: Your private key is the only login you need for Nos. It is stored in your device keychain. Similar to a password, you should not share it. **Important!** You should save it somewhere else as well because there is no recovery mechanism if you lose your device.
ar: المفتاح الخاص الخاص بك هو تسجيل الدخول الوحيد الذي تحتاجه لـ Nos. يتم تخزينه في سلسلة مفاتيح جهازك. مثل كلمة المرور، يجب ألا تشاركه. **مهم!** يجب عليك حفظه في مكان آخر أيضًا لأنه لا توجد آلية استرداد إذا فقدت جهازك.
de: Dein privater Schlüssel ist der einzige Login, den du für Nos brauchst. Er wird in deinem Geräte-Schlüsselbund gespeichert. Ähnlich wie ein Passwort solltest du ihn nicht teilen. **Wichtig!** Du solltest ihn auch woanders speichern, da es keinen Wiederherstellungsmechanismus gibt, wenn du dein Gerät verlierst.
es: Tu clave privada es el único inicio de sesión que necesitas para Nos. Se guarda en el llavero de tu dispositivo. Similar a una contraseña, no deberías compartirla. **¡Importante!** Deberías guardarla también en otro lugar porque no hay mecanismo de recuperación si pierdes tu dispositivo.
fa: کلید خصوصی شما تنها ورودی است که برای Nos نیاز دارید. این کلید در زنجیره کلید دستگاه شما ذخیره می‌شود. مشابه رمز عبور، نباید آن را به اشتراک بگذارید. **مهم!** باید آن را در جای دیگری نیز ذخیره کنید زیرا اگر دستگاه خود را از دست دهید، هیچ مکانیزم بازیابی وجود ندارد.
fr: Votre clé privée est le seul identifiant dont vous avez besoin pour Nos. Elle est stockée dans le trousseau de votre appareil. Comme un mot de passe, vous ne devriez pas la partager. **Important !** Vous devriez également la sauvegarder ailleurs car il n'y a pas de mécanisme de récupération si vous perdez votre appareil.
ja: 秘密鍵はNosに必要な唯一のログインです。デバイスのキーチェーンに保存されます。パスワードと同様に共有すべきではありません。 **重要！**デバイスを紛失した場合に復元メカニズムがないため、他の場所にも保存しておくべきです。
ko: 비공개 키는 Nos에 로그인하는 데 필요한 유일한 것입니다. 기기의 키체인에 저장됩니다. 비밀번호와 마찬가지로 공유해서는 안 됩니다. **중요!** 기기를 분실할 경우 복구 메커니즘이 없으므로 다른 곳에도 저장해 두어야 합니다.
nl: Deze sleutel geeft toegang tot je account. Zorg dat je deze veilig bewaart!
pt_br: Sua chave privada é o único login que você precisa para o Nos. Ela é armazenada no keychain do seu dispositivo. Como uma senha, você não deve compartilhá-la. **Importante!** Você também deve salvá-la em outro lugar, pois não há mecanismo de recuperação se você perder seu dispositivo.
sv: Din privata nyckel är den enda inloggningen du behöver för Nos. Den lagras i din enhets nyckelring. Precis som ett lösenord bör du inte dela den. **Viktigt!** Du bör spara den någon annanstans också eftersom det inte finns någon återställningsmekanism om du förlorar din enhet.
sw: Ufunguo wako wa faragha ndio kuingia pekee unaohitaji kwa Nos. Imehifadhiwa katika kihifadhi cha ufunguo cha kifaa chako. Kama nywila, hupaswi kushiriki. **Muhimu!** Unapaswa kuihifadhi mahali pengine pia kwa sababu hakuna njia ya kurejesha ikiwa upoteza kifaa chako.
th: คุณกำลังจะได้รับคีย์ที่จะปลดล็อกโลก
tr: Özel anahtarınız, Nos için ihtiyacınız olan tek giriş bilgisidir. Cihazınızın anahtar zincirinde saklanır. Bir parola gibi, paylaşmamalısınız. **Önemli!** Cihazınızı kaybederseniz kurtarma mekanizması olmadığı için başka bir yerde de saklamalısınız.
zh_hans: 您的私钥是登录Nos唯一需要的。它存储在您的设备密钥链中。与密码类似，您不应该分享它。 **重要！**您还应该将其保存在其他地方，因为如果您丢失设备，没有恢复机制。
zh_hant: 您的私鑰是登錄Nos唯一需要的。它存儲在您的設備鑰匙串中。與密碼類似，您不應該分享它。 **重要！**您還應該將其保存在其他地方，因為如果您丟失設備，沒有恢復機制。

# privateKeyHeadline
source: Private Key
ar: المفتاح الخاص
de: Privater Schlüssel
es: Clave Privada
fa: کلید خصوصی
fr: Clé privée
ja: 秘密鍵
ko: 개인키
nl: Privésleutel
pt_br: Chave Privada
sv: Privat nyckel
sw: Ufunguo wa Faragha
th: คีย์ส่วนตัวของคุณ
tr: Özel Anahtar
zh_hans: 私钥
zh_hant: 私鑰

# privateKeyPlaceholder
source: nsec or hex...
ar: nsec أو hex...
de: nsec oder Hex...
es: Introduce tu clave privada nsec o hex
fa: nsec یا hex...
fr: Entrez votre clé privée nsec ou hex
ja: nsecまたはhex...
ko: nsec 혹은 hex
nl: Voer uw nsec of hex privésleutel in
pt_br: nsec ou hex...
sv: nsec eller hex...
sw: nsec au hex...
th: nsec หรือ hex...
tr: nsec veya hex...
zh_hans: nsec 或十六进制...
zh_hant: nsec 或十六進制...

# privateKeyWarning
source: Never share your private key with anyone. Save your private key in a password manager so you can restore access to your account & data.
ar: لا تشارك مفتاحك الخاص مع أي شخص. احفظ مفتاحك الخاص في مدير كلمات المرور حتى تتمكن من استعادة الوصول إلى حسابك وبياناتك.
de: Teile deinen privaten Schlüssel mit niemandem. Speichere deinen privaten Schlüssel in einem Passwort-Manager, damit du den Zugriff auf dein Konto und deine Daten wiederherstellen kannst.
es: Nunca compartas tu clave privada con nadie. Guarda tu clave privada en un gestor de contraseñas para que puedas restaurar el acceso a tu cuenta y datos.
fa: هرگز کلید خصوصی خود را با هیچ کس به اشتراک نگذارید. کلید خصوصی تان را در یک اپ مدیریت پسورد ذخیره کنید تا بتوانید دسترسی تان به داده ها و حساب کاربری را باز یابید.
fr: Ne partagez jamais votre clé privée avec qui que ce soit. Enregistrez votre clé privée dans un gestionnaire de mots de passe pour que vous puissiez restaurer l'accès à votre compte et à vos données.
ja: 秘密鍵は絶対に誰にも教えないでください。秘密鍵をパスワードマネージャーに保存しておけば、アカウントやデータへのアクセスを復元できます。
ko: 절대 개인키를 공유하지 마세요. 패스워드 매니저에 개인키를 보관하여 계정 및 데이터에 대한 액세스를 복원할 수 있어요.
nl: Deel je privésleutel met niemand. Sla je privésleutel op in een wachtwoordmanager (e.g. Bitwarden) om je account en data in de toekomst te kunnen herstellen.
pt_br: Nunca compartilhe sua chave privada com ninguém. Salve sua chave privada em um gerenciador de senhas para poder restaurar o acesso à sua conta e aos seus dados.
sv: Dela aldrig din privata nyckel med någon. Spara din privata nyckel i en lösenordshanterare så att du kan återställa åtkomst till ditt konto och data.
sw: Usiwahi kushiriki ufunguo wako wa faragha na mtu yeyote. Hifadhi ufunguo wako wa faragha kwenye kidhibiti nenosiri ili uweze kurejesha ufikiaji wa akaunti na data yako.
th: อย่าแบ่งปันคีย์ส่วนตัวของคุณกับใครเลย บันทึกคีย์ส่วนตัวของคุณในตัวจัดการรหัสผ่านเพื่อให้คุณสามารถกู้คืนการเข้าถึงบัญชีและข้อมูลของคุณได้
tr: Özel anahtarınızı kimse ile paylaşmayın. Hesabınıza ve verilerinize erişmek için özel anahtarınızı bir parola yöneticisine kaydedebilirsiniz.
zh_hans: 永远不要与任何人分享你的私钥。请在密码管理器中保存你的私钥，以便恢复对你帐户和数据的访问权。
zh_hant: 永遠不要與任何人分享你的私鑰。請在密碼管理器中保存你的私鑰，以便恢復對你帳戶和數據的訪問權。

source: Profile picture
ar: صورة الملف الشخصي
de: Profilbild
es: Imagen de perfil
fa: تصویر نمایه
fr: Photo de profil
ja: プロフィール写真
ko: 프로필 사진
nl: Profielafbeelding
pt_br: Foto do perfil
sv: Profilbild
sw: Picha ya wasifu
th: รูปภาพโปรไฟล์
tr: Profil fotoğrafı
zh_hans: 头像
zh_hant: 頭像

# profileTitle
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fa: نمایه
fr: Profil
ja: プロフィール
ko: 프로필
nl: Profiel
pt_br: Perfil
sv: Profil
sw: Wasifu
th: โปรไฟล์
tr: Profil
zh_hans: 个人档案
zh_hant: 個人檔案

source: Pronouns
ar: الضمائر
de: Pronomen
es: Pronombres
fa: ضمایر
fr: Pronoms
ja: 代名詞
ko: 대명사
nl: Voornaamwoorden
pt_br: Pronomes
sv: Pronomen
sw: Viwakilishi
th: สรรพนาม
tr: Zamirler
zh_hans: 代词
zh_hant: 代詞

# pubkey
source: Public key
ar: مفتاح عام
de: Öffentlicher Schlüssel
es: Clave pública
fa: کلید عمومی
fr: Clé publique
ja: 公開鍵
ko: 공개키
nl: Publieke sleutel
pt_br: Chave pública
sv: Publik nyckel
sw: Ufunguo wa umma
th: คีย์สาธารณะ
tr: Genel anahtar
zh_hans: 公钥
zh_hant: 公鑰

# publicKeyDescription
source: This is your public identifier that does not change. Public keys can be shared.
ar: هذا هو معرفك العام الذي لا يتغير. يمكن مشاركة المفاتيح العامة.
de: Dies ist deine öffentliche Kennung, die sich nicht ändert. Öffentliche Schlüssel können geteilt werden.
es: Comparte esta clave para permitir que otros se conecten contigo
fa: این شناسه عمومی شماست که تغییر نمی‌کند. کلیدهای عمومی قابل اشتراک‌گذاری هستند.
fr: Partagez cette clé pour permettre aux autres de se connecter avec vous
ja: 公開鍵は変更されない公開識別子です。公開鍵は共有できます。
ko: 이것은 변경되지 않는 공개 식별자입니다. 공개 키는 공유할 수 있습니다.
nl: Deel deze sleutel om anderen te laten verbinden met jou
pt_br: Este é seu identificador público que não muda. Chaves públicas podem ser compartilhadas.
sv: Detta är din offentliga identifierare som inte ändras. Offentliga nycklar kan delas.
sw: Hiki ni kitambulisho chako cha umma ambacho hakibadiliki. Funguo za umma zinaweza kushirikiwa.
th: ใช้คีย์สาธารณะของคุณเมื่อคุณต้องการรับแซปหรือเมื่อผู้คนต้องการค้นหาคุณ
tr: Bu, değişmeyen genel tanımlayıcınızdır. Genel anahtarlar paylaşılabilir.
zh_hans: 分享此密钥让其他人与您连接
zh_hant: 分享此密鑰讓其他人與您連接

# publicKeyHeadline
source: Public Key
ar: المفتاح العام
de: Öffentlicher Schlüssel
es: Clave Pública
fa: کلید عمومی
fr: Clé publique
ja: 公開鍵
ko: 공개키
nl: Publieke Sleutel
pt_br: Chave Pública
sv: Offentlig nyckel
sw: Ufunguo wa Umma
th: คีย์สาธารณะของคุณ
tr: Genel Anahtar
zh_hans: 公钥
zh_hant: 公鑰

source: Quote
ar: اقتباس
de: Zitieren
es: Cita
fa: نقل قول
fr: Citation
ja: 引用
ko: 인용
nl: Citaat
pt_br: Citar
sv: Citera
sw: Nukuu
th: อ้างอิง
tr: Alıntı
zh_hans: 引用
zh_hant: 引用

source: Read more
ar: قراءة المزيد
de: Mehr lesen
es: Leer más
fa: بیشتر بخوانید
fr: En savoir plus
ja: もっと読む
ko: 더보기
nl: Meer lezen
pt_br: Ler mais
sv: Läs mer
sw: Soma zaidi
th: อ่านเพิ่มเติม
tr: Daha fazlasını oku
zh_hans: 查看更多
zh_hant: 查看更多

source: Recommended Relays
ar: مُرحِلات موصى به
de: Empfohlene Relays
es: Relays Recomendados
fa: رله های توصیه شده
fr: Relais recommandés
ja: 推奨リレー
ko: 추천 릴레이
nl: Aanbevolen Relays
pt_br: Relays recomendados
sv: Rekommenderade reläer
sw: Relay zinazopendekezwa
th: รีเลย์ที่แนะนำ
tr: Önerilenler
zh_hans: 推荐中继器
zh_hant: 推薦中繼器

source: Registration
ar: التسجيل
de: Registrierung
es: Registro
fa: ثبت
fr: S'enregistrer
ja: 登録
ko: 회원가입
nl: Registratie
pt_br: Registro
sv: Registrering
sw: Usajili
th: การลงทะเบียน
tr: Kaydol
zh_hans: 注册
zh_hant: 註冊

# registrationDescription
source: Enter your phone number so we can send you an SMS code.
ar: أدخل رقم هاتفك حتى نتمكن من إرسال رمز SMS إليك.
de: Gebe deine Telefonnummer ein, damit wir dir einen SMS-Code senden können.
es: Ingresa tu número de teléfono para que podamos enviarte un código SMS.
fa: شماره تلفن خود را وارد کنید تا بتوانیم کد پیامکی بفرستیم.
fr: Entrez votre numéro de téléphone pour que nous puissions vous envoyer un code par SMS.
ja: SMSコードを送信できるように電話番号を入力してください。
ko: 휴대전화 번호를 입력해 주세요. SMS 코드가 전송됩니다.
nl: Voer je telefoonnummer in zodat we je een sms-code kunnen sturen.
pt_br: Digite seu número de telefone para que possamos enviar um código SMS para você.
sv: Ange ditt telefonnummer så att vi kan skicka dig en SMS-kod.
sw: Weka nambari yako ya simu ili tukutumie msimbo wa SMS.
th: ป้อนหมายเลขโทรศัพท์ของคุณเพื่อให้เราสามารถส่งรหัส SMS ให้คุณ
tr: Size SMS doğrulaması gönderebilmemiz için telefon numaranızı girin.
zh_hans: 请输入你的电话号码，以便我们能够向你发送短信代码。
zh_hant: 請輸入你的電話號碼，以便我們能夠向你發送短信驗證碼。

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fa: رد کردن
fr: Refuser
ja: 拒否
ko: 거부
nl: Afwijzen
pt_br: Rejeitar
sv: Avvisa
sw: Kataa
th: ปฏิเสธ
tr: Reddet
zh_hans: 拒绝
zh_hant: 拒絕

source: Relay
ar: مُرحِل
de: Relais
fa: رله
fr: Relais
ja: リレー
ko: 릴레이
sv: Relä
sw: Relei
th: รีเลย์
tr: Aktarım
zh_hans: 中继器
zh_hant: 中繼器

# relayDoesNotSupportNIP40
source: This relay doesn't support expiring messages. Please select another one.
ar: هذا الريليه لا يدعم الرسائل المنتهية. يرجى اختيار آخر.
de: Dieses Relay unterstützt keine ablaufenden Nachrichten. Bitte wähle ein anderes.
es: Este relay no soporta mensajes que expiran. Por favor, selecciona otro.
fa: این رله از پیام های منقضی شونده پشتیبانی نمی کند. لطفا رله دیگری انتخاب کنید.
fr: Ce relais ne supporte pas les messages d'expiration. Veuillez en sélectionner un autre.
ja: このリレーは有効期限切れのメッセージをサポートしていません。別のリレーを選択してください。
ko: 이 릴레이는 만료된 메시지들을 지원하지 않습니다. 다른 메시지를 선택해 주세요.
nl: Deze relay ondersteunt geen verlopen berichten. Selecteer een andere.
pt_br: Este relay não suporta mensagens com expiração. Por favor, selecione outro.
sv: Detta relä stöder inte utgående meddelanden. Välj ett annat.
sw: Relay hii haitumii barua pepe ambazo muda wake unaisha. Tafadhali chagua nyingine.
th: รีเลย์นี้ไม่รองรับข้อความที่หมดอายุ โปรดเลือกอีกอัน
tr: Bu relay, süreli mesajları desteklemiyor. Lütfen başka bir tane seçin.
zh_hans: 这个中继器不支持过期消息。请另选一个。
zh_hant: 這個中繼器不支持過期消息。請另選一個。

source: Relays
ar: ريليهات
de: Relais
fa: رله
fr: Relais
ja: リレー
ko: 릴레이
pt_br: Relés
sv: Reläer
sw: Reli
th: รีเลย์
tr: Aktarımlar
zh_hans: 中继器
zh_hant: 中繼器

# relaysImportantMessage
source: Important! Nos works best with 5 or fewer relays.
ar: مهم! يعمل Nos بشكل أفضل مع 5 وسطاء أو أقل.
de: Wichtig! Nos funktioniert am besten mit 5 oder weniger Relais.
es: ¡Importante! Nos funciona mejor con 5 o menos relays.
fa: مهم! Nos با ۵ ریلی یا کمتر بهترین عملکرد را دارد.
fr: Important ! NOS fonctionne mieux avec 5 relais ou moins.
ja: 重要！Nosは5つ以下のリレーで最も効果的に機能します。
ko: 중요한 사항! Nos는 5개 미만의 릴레이와 함께할 때 제일 잘 작동합니다.
nl: Belangrijk! Nos werkt het beste met 5 of minder relays.
pt_br: Importante! Nos funciona melhor com 5 ou menos relays.
sv: Viktigt! Nos fungerar bäst med 5 eller färre reläer.
sw: Muhimu! Nambari ya nambari hufanya kazi vyema ikiwa na relay 5 au chache zaidi.
th: สำคัญ! Nos ทำงานได้ดีที่สุดกับรีเลย์ 5 รายการหรือน้อยกว่า
tr: Önemli! Nos, 5 veya daha az aktarımla en iyi şekilde çalışır.
zh_hans: 重要！Nos 使用5台或更少的中继器时最有效。
zh_hant: 重要！Nos 使用5臺或更少的中繼器時最有效。

# reportActionTitle
source: [ %@ ] Send to Nos or Flag Publicly
ar: [ %@ ] إرسال إلى Nos أو الإبلاغ علنًا
de: [ %@ ] An Nos senden oder öffentlich markieren
es: [ %@ ] Enviar a Nos o Reportar Públicamente
fa: [ %@ ] ارسال به Nos یا پرچم‌گذاری عمومی
fr: [ %@ ] Envoyer à Nos ou Signaler publiquement
ja: [ %@ ] Nosに送信するか公開でフラグを立てますか
ko: [ %@ ] Nos로 보내거나 공개적으로 플래그(표시)하기
nl: [ %@ ] Naar Nos sturen of publiekelijk markeren
pt_br: [ %@ ] Enviar para Nos ou Sinalizar Publicamente
sv: [ %@ ] Skicka till Nos eller flagga offentligt
sw: [%@] Tuma kwa Nambari au Bendera Hadharani
th: [ %@ ] ส่งไปที่ Nos หรือปักธงสาธารณะ
tr: [ %@ ] Nos'a Gönder veya Açıkça İşaretle
zh_hans: [ %@ ] 发送给 Nos 或公开举报
zh_hant: [ %@ ] 發送給 Nos 或公開舉報

# reportAuthorSendToNosConfirmation
source: Nos will review this flag and apply it anonymously if the review matches the category.
ar: سيراجع Nos هذه العلامة ويطبقها بشكل مجهول إذا كانت المراجعة تتطابق مع الفئة.
de: Nos überprüft diese Markierung und wendet sie anonym an, wenn die Überprüfung der Kategorie entspricht.
es: Nos revisará este reporte y lo aplicará anónimamente si la revisión coincide con la categoría.
fa: Nos این پرچم را بررسی خواهد کرد و در صورت تطابق بررسی با دسته‌بندی، آن را به صورت ناشناس اعمال خواهد کرد.
fr: Nos examinera ce drapeau et l'appliquera de manière anonyme si la révision correspond à la catégorie.
ja: Nosはこのフラグをレビューし、レビューがカテゴリと一致する場合は匿名で適用します。
ko: Nos는 이 플래그를 검토한 뒤 적절한 카테고리라고 판단하면 익명으로 적용할 것입니다.
nl: Nos zal deze markering beoordelen en anoniem toepassen als de beoordeling overeenkomt met de categorie.
pt_br: O Nos revisará esta sinalização e aplicará anonimamente se a revisão corresponder à categoria.
sv: Nos kommer att granska denna flagga och tillämpa den anonymt om granskningen matchar kategorin.
sw: Nambari watakagua bendera hii na kuitumia bila kujulikana kama ukaguzi unalingana na aina.
th: Nos จะตรวจสอบธงนี้และใช้มันโดยไม่ระบุชื่อหากการตรวจสอบตรงกับหมวดหมู่
tr: Nos bu bayrağı inceleyecek ve inceleme kategoriyle eşleşirse anonim olarak uygulayacaktır.
zh_hans: Nos 将对该标记进行审查，如果审查符合类别，则将匿名应用该标记。
zh_hant: Nos 將對該標記繼續審查，如果審查符合類別，則將匿名應用該標記。

source: Report Content
ar: الإبلاغ عن المحتوى
de: Inhalt melden
es: Reportar Contenido
fa: گزارش محتوا
fr: Signaler le Contenu
ja: コンテンツを報告
ko: 콘텐츠 신고
nl: Inhoud rapporteren
pt_br: Denunciar Conteúdo
sv: Rapportera innehåll
sw: Ripoti Maudhui
th: รายงานเนื้อหา
tr: İçeriği Bildir
zh_hans: 举报内容
zh_hant: 舉報內容

# reportContentMessage
source: Create a content flag for this post that other users in the network can see
ar: إنشاء علامة محتوى لهذا المنشور يمكن للمستخدمين الآخرين في الشبكة رؤيتها
de: Erstellen eine Inhaltsmarkierung für diesen Beitrag, den andere Nutzer im Netzwerk sehen können
es: Crear un reporte de contenido para esta nota que otros usuarios de la red pueden ver
fa: یک پرچم محتوا برای این پست ایجاد کنید که سایر کاربران در شبکه بتوانند آن را ببینند
fr: Créer un signalement pour cet utilisateur que d'autres utilisateurs du réseau peuvent voir
ja: ネットワーク内の他のユーザーが見られるようにこの投稿にコンテンツフラグを作成する
ko: 네트워크의 다른 사용자들이 볼 수 있도록 이 포스트에 대한 콘텐츠 플래그를 작성하세요
nl: Maak een inhoudsmarkering voor dit bericht die andere gebruikers in het netwerk kunnen zien
pt_br: Crie uma sinalização de conteúdo para esta publicação que outros usuários na rede possam ver
sv: Skapa en innehållsflagga för detta inlägg som andra användare i nätverket kan se
sw: Unda alama ya maudhui ya chapisho hili ambayo watumiaji wengine kwenye mtandao wanaweza kuona
th: สร้างธงเนื้อหาสำหรับโพสต์นี้ที่ผู้ใช้อื่นในเครือข่ายสามารถเห็น
tr: Ağdaki diğer kullanıcıların görebileceği bu gönderi için bir içerik bayrağı oluşturun
zh_hans: 为这个帖子创建一个网络中的其他用户可以看到的内容标签
zh_hant: 爲這個帖子創建一個網絡中的其他用戶可以看到的內容標籤

# reportEventContent
source: This content has been flagged for %@.
ar: تم الإبلاغ عن هذا المحتوى للـ %@.
de: Dieser Inhalt ist für %@ markiert worden.
es: Este contenido ha sido reportado como %@.
fa: این حساب کاربری با استفاده از لغات NIP-69 بابت %@ گزارش شده است.
fr: Ce contenu a été signalé pour %@.
ja: このコンテンツには%@のフラグが立てられています。
ko: 이 콘텐츠는 %@의 이유로 플래그 (표시) 되었습니다.
nl: Deze inhoud is gemarkeerd voor %@.
pt_br: Este conteúdo foi sinalizado por %@.
sv: Detta innehåll har flaggats för %@.
sw: Maudhui haya yamealamishwa kwa %@.
th: เนื้อหานี้ถูกปักธงสำหรับ %@
tr: Bu içerik %@ için işaretlendi.
zh_hans: 此内容因 %@ 被举报。
zh_hant: 此內容因 %@ 被舉報。

# reportFlagPubliclyConfirmation
source: Are you sure you want to flag this as %@? This flag will be public.
ar: هل أنت متأكد أنك تريد الإبلاغ عن هذا كـ %@؟ ستكون هذه العلامة عامة.
de: Bist du sicher, dass du dies als %@ markieren möchtest? Diese Markierung wird öffentlich sein.
es: ¿Seguro que quieres reportar esto como %@? Este reporte será público.
fa: آیا مطمئنید می خواهید این را به عنوان %@ گزارش کنید؟ این گزارش عمومی خواهد بود.
fr: Êtes-vous sûr de vouloir signaler cela comme %@? Ce signalement sera public.
ja: これを%@としてフラグを立てますか？このフラグは公開されます。
ko: 정말 %@로 플래그할건가요? 이 플래그는 공개될거에요.
nl: Dit zal een rapport publiceren dat openbaar zichtbaar is. Weet je het zeker?
pt_br: Tem certeza que deseja marcar isso como %@? Esta marcação será pública.
sv: Är du säker på att du vill flagga detta som %@? Denna flagga kommer att vara offentlig.
sw: Je, una uhakika unataka kuripoti hii kama %@? Bendera hii itakuwa hadharani.
th: คุณแน่ใจหรือไม่ว่าต้องการปักธงนี้เป็น %@? ธงนี้จะเป็นสาธารณะ
tr: Bunu %@ olarak işaretlemek istediğinizden emin misiniz? Bu bayrak herkese açık olacaktır.
zh_hans: 是否确定要将此内容举报为%@？该报告将是公开的。
zh_hant: 是否確定要將此內容標示為%@？該報告將是公開的。

# reportNote
source: Flag this note
ar: الإبلاغ عن هذه الملاحظة
de: Inhalt markieren
es: Reportar esta nota
fa: علامت‌گذاری این محتوا
fr: Signaler cette note
ja: このノートにフラグを立てる
ko: 이 노트 플래그 지정하기
nl: Deze inhoud markeren
pt_br: Sinalizar esta nota
sv: Flagga detta inlägg
sw: Weka bendera dokezo hili
th: ปักธงโน้ตนี้
tr: Bu notu işaretle
zh_hans: 标记此笔记
zh_hant: 標記此筆記
